Repository: eerimoq/moblin
Catalog: Common/Localizable.xcstrings
Source language: en
Languages: de, eo, fi, it, ko, ru, sv, zh_hant_tw, zh_hk

source: Primary
de: Primär
eo: Pr1m@ry
fi: Ensisijainen
it: Primario
ko: 주요
ru: Предпочитаемый
sv: Primär
zh_hant_tw: 主要
zh_hk: 主要

source: Primary background
de: Primärer Hintergrund
eo: Pr1m@ry b@ckgr0_nd
fi: Ensisijainen tausta
it: Sfondo primario
ko: 기본 배경
ru: Предпочитаемый фон
sv: Primär bakgrund
zh_hant_tw: 主要背景
zh_hk: 主要背景

source: Print
de: Drucken
eo: Pr1nt
fi: Tulosta
it: Stampa
ko: 인쇄
ru: Печать
sv: Skriva ut
zh_hant_tw: 列印
zh_hk: 打印

source: Print alerts
de: Alerts drucken
eo: Pr1nt @l3rts
fi: Tulosta ilmoitukset
it: Stampa avvisi
ko: 알림 인쇄
ru: Печать оповещений
sv: Skriv ut alerts
zh_hant_tw: 列印警示
zh_hk: 打印alert

source: Print chat
de: Chat drucken
eo: Pr1nt ch@t
fi: Tulosta chat
it: Stampa chat
ko: 채팅 인쇄
ru: Распечатать чат
sv: Skriv ut chatt
zh_hant_tw: 列印聊天室
zh_hk: 列印聊天

source: Print snapshots
de: Schnappschüsse drucken
eo: Pr1nt sn@psh0ts
fi: Tulosta kuvankaappaus
it: Stampa snapshot
ko: 스냅샷 인쇄
ru: Печатать снимки
sv: Skriv ut foton
zh_hant_tw: 列印截圖
zh_hk: 打印截圖

source: Print when the app is in background mode.
de: Drucken, wenn sich die App im Hintergrundmodus befindet.
eo: Pr1nt wh3n th3 @pp 1s 1n b@ckgr0_nd m0d3.
fi: Tulosta sovelluksen ollessa taustalla.
it: Stampa quando l'app è in background.
ko: 앱이 백그라운드 모드에있을 때 인쇄합니다.
ru: Печатать когда приложение находится в фоновом режиме.
sv: Skriv ut när appen är i bakgrundsläge.
zh_hant_tw: 當App處於背景模式時列印。
zh_hk: Moblin在後台運行時開始打印。

source: Privacy policy
de: Datenschutzrichtlinie
eo: Pr1v4cy p0l1cy
fi: Tietosuojakäytäntö
it: Informativa privacy
ko: 개인정보 정책
ru: Политика конфиденциальности
sv: Integritetspolicy
zh_hant_tw: 隱私權政策
zh_hk: 隱私權政策

source: Privacy regions
de: Private Bereiche
eo: Pr1v@cy r3g10ns
fi: Yksityiset alueet
it: Aree privacy
ko: 개인정보 영역
ru: Приватные ззоны
sv: Integritetszoner
zh_hant_tw: 隱私區域
zh_hk: 私隱區域

source: Private
de: Privat
eo: Pr1v4t3
fi: Yksityinen
it: Privato
ko: 비공개
ru: Частный
sv: Privat
zh_hant_tw: 私人
zh_hk: 私人

source: Profile
de: Profil
eo: Pr0f1l3
fi: Profiili
it: Profilo
ko: 프로파일
ru: Профиль
sv: Profil
zh_hant_tw: 設定檔
zh_hk: 檔案

source: Protocol
de: Protokoll
eo: Pr0t0c0l
fi: Protokolla
it: Protocollo
ko: 프로토콜
ru: Протокол
sv: Protokoll
zh_hant_tw: 協定
zh_hk: 傳輸協定

source: Public
de: Öffentlich
eo: P_bl1c
fi: Julkinen
it: Pubblico
ko: 공개
ru: Общественный
sv: Publik
zh_hant_tw: 公開
zh_hk: 公開

source: Publish URLs
de: URLs veröffentlichen
eo: P_bl1sh _RLs
fi: Julkaisun URL-osoitteet
it: URL di pubblicazione
ko: 게시 URL
ru: URL для публикации
sv: Publicera URL:er
zh_hk: 發布URLs

source: Put the GoPro in pairing mode, keep it nearby, and make sure GoPro Quik is disconnected.
de: Versetze die GoPro in den Kopplungsmodus, halte sie in Ihrer Nähe und stelle sicher, dass die Verbindung zu GoPro Quik unterbrochen ist.
eo: P_t th3 G0Pr0 1n p@1r1ng m0d3, k33p 1t n3@rby, @nd m@k3 s_r3 G0Pr0 Q_1k 1s d1sc0nn3ct3d.
sv: Sätt GoPro i parkopplingsläge, håll den nära och se till att GoPro Quik är frånkopplad.

source: Quick buttons
de: Schnelltasten
eo: Q_1ck b_tt0ns
fi: Pikapainikkeet
it: Pulsanti rapidi
ko: 퀵 버튼
ru: Кнопки быстрого управления
sv: Snabbknappar
zh_hant_tw: 快速按鈕
zh_hk: 快速按鈕

source: Quick switch group
de: Schnellwechsel-Gruppe
eo: Q_1ck sw1tch gr0_p
fi: Pikavaihtoryhmä
it: Gruppo cambio rapido
ko: 퀵 스위치 그룹
ru: Группа быстрого переключения
sv: Snabbväxlingsgrupp
zh_hant_tw: 快速切換群組
zh_hk: 快速切換群組

source: Racing
de: Rennen
eo: R4c1ng
fi: Kilpailu
it: Corse
ko: 레이싱
ru: Гонки
sv: Tävling
zh_hant_tw: 競賽
zh_hk: 競速

source: Raid cancelled
de: Raid abgebrochen
eo: R41d c4nc3ll3d
fi: Raidi peruttu
it: Raid annullato
ko: 레이드 취소됨
ru: Рейд отменен
sv: Raiden avbröts
zh_hant_tw: 揪團已取消
zh_hk: 取消揪團

source: Raid channel
de: Kanal raiden
eo: R@1d ch@nn3l
fi: Raidaa kanava
it: Canale del raid
ko: 레이드 채널
ru: Канал рейда
sv: Raida kanal
zh_hant_tw: 頻道揪團
zh_hk: 揪團至頻道

source: Raid completed!
de: Raid abgeschlossen!
eo: R41d c0mpl3t3d!
fi: Raidi suoritettu!
it: Raid completato!
ko: 레이드 완료!
ru: Рейд завершен!
sv: Raiden avslutad!
zh_hant_tw: 揪團完成！
zh_hk: 揪團成功!

source: Raid failed
de: Raid fehlgeschlagen
eo: R41d f41l3d
fi: Raidi epäonnistui
it: Raid fallito
ko: 레이드 실패
ru: Рейд не удался
sv: Raiden misslyckades
zh_hant_tw: 揪團失敗
zh_hk: 揪團失敗

source: Raid given channel.
de: Raid an den angegebenen Kanal.
eo: R41d g1v3n ch4nn3l.
fi: Raidaa tietty kanava.
it: Fai raid sul canale indicato.
ko: 이 채널에 레이드됩니다.
ru: Рейд указанного канала.
sv: Raida given kanal.
zh_hant_tw: 揪團指定頻道。
zh_hk: 揪團至指定頻道

source: Raided before
de: Bisherige Raids
eo: R41d3d b3f0r3
sv: Har raidat tidigare

source: raided with a party of %lld!
de: mit einer Gruppe von %lld geraidet!
eo: r41d3d w1th 4 p4rty 0f %lld!
fi: raidasi %lld porukalla!
it: ha fatto raid con %lld persone!
ko: %lld명과 함께 레이드되었습니다!
ru: проводит рейд в компании %lld!
sv: raided med ett sällskap på %lld!
zh_hant_tw: 與 %lld 的社群一起揪團！
zh_hk: 與 %lld 個觀眾一起揪團！

source: Raided you
de: Hat dich geraidet
eo: R@1d3d y0_
sv: Raidade dig

source: Raiding %@
de: Raid zu %@
eo: R@1d1ng %@
fi: Raidataan %@
it: Raid verso %@
ko: %@ 레이드 중
ru: Рейд на %@
sv: Raiderar %@
zh_hant_tw: 正在揪團到 %@
zh_hk: 揪團到 %@

source: Rain
de: Regen
eo: R41n
fi: Sade
it: Pioggia
ru: Дождь
sv: Regn
zh_hant_tw: 雨
zh_hk: 雨

source: Rate control
de: Bitratenregelung
eo: R@t3 c0ntr0l
fi: Bittinopeustyyppi
it: Controllo bitrate
ko: 대역폭 제어
ru: Контроль скорости
sv: Hastighetskontroll
zh_hant_tw: 位元率控制
zh_hk: 速率控制

source: Rating %lld
de: Bewertung %lld
eo: R@t1ng %lld
fi: Arviointi %lld
it: Valutazione %lld
ko: 등급 %lld
ru: Рейтинг %lld
sv: Betyg %lld
zh_hant_tw: 評價 %lld
zh_hk: 評分 %lld

source: Ratings
de: Bewertungen
eo: R4t1ngs
fi: Arviot
it: Valutazioni
ko: 평가
ru: Рейтинги
sv: Betyg
zh_hant_tw: 評分
zh_hk: 評價

source: Reaction
de: Reaktion
eo: R3@ct10n
fi: Reaktio
it: Reazione
ru: Реакция
sv: Reaktion
zh_hant_tw: 反應
zh_hk: 反應

source: Reason
de: Grund
eo: R3@s0n
fi: Syy
it: Motivo
ko: 이유
ru: Причина
sv: Skäl
zh_hant_tw: 原因
zh_hk: 原因

source: Receive chat and events from the assistant instead of directly from the streaming platform.
de: Empfange Chats und Ereignisse vom Assistenten statt direkt von der Streaming-Plattform.
eo: R3c31v3 ch4t 4nd 3v3nts fr0m th3 4ss1st4nt 1nst34d 0f d1r3ctly fr0m th3 str34m1ng pl4tf0rm.
fi: Vastaanota chatit ja tapahtumat suoraan avustajalta kohdealustalta sijaan.
it: Ricevi chat ed eventi dall'assistente invece che direttamente dalla piattaforma di streaming.
ko: 스트리밍 플랫폼에서 직접 받는 대신 어시스턴트로부터 채팅과 이벤트를 받으세요.
ru: Получайте чат и события от ассистента, а не напрямую с платформы потокового вещания.
sv: Ta emot chatt och händelser från assistenten istället för direkt från streamingplattformen.
zh_hant_tw: 從助理接收聊天和事件，而非直接從串流平台接收聊天和事件。
zh_hk: 接收來自助手的聊天訊息及通知，而不從串流平台接收

source: Record
de: Aufzeichnen
eo: R3c0rd
fi: Tallenna
it: Registra
ko: 녹화
ru: Записать
sv: Spela in
zh_hant_tw: 錄製
zh_hk: 錄影

source: Recording
de: Aufzeichnung
eo: R3c0rd1ng
fi: Tallenne
it: Registrazione
ko: 녹화
ru: Запись
sv: Inspelning
zh_hant_tw: 錄製
zh_hk: 錄影

source: Recording confirmations
de: Aufzeichnungsbestätigungen
eo: R3c0rd1ng c0nf1rm@t10ns
fi: Tallennuksen vahvistukset
it: Conferme di registrazione
ko: 녹화 시작 전 확인
ru: Подтверждение записи
sv: Inspelningsbekräftelser
zh_hant_tw: 確認錄製
zh_hk: 錄影確認

source: Recording path
de: Aufnahmepfad
eo: R3c0rd1ng p4th
fi: Tallennepolku
it: Percorso registrazione
ko: 녹화 저장 경로
ru: Путь записи
sv: Inspelningskatalog
zh_hant_tw: 錄製路徑
zh_hk: 錄影路徑

source: Recordings
de: Aufnahmen
eo: R3c0rd1ngs
fi: Tallenteet
it: Registrazioni
ko: 녹화물
ru: Записи
sv: Inspelningar
zh_hant_tw: 錄製
zh_hk: 錄影

source: Recordings are saved as variable frame rate (VFR) fragmented MP4 to be resilient against crashes and other unexpected errors. Converting them to constant frame rate (CFR) standard MP4 can improve compatibility with video players and video editing software.
de: Aufnahmen werden als fragmentierte MP4-Dateien mit variabler Bildrate (VFR) gespeichert, um gegen Abstürze und andere unerwartete Fehler resistent zu sein. Durch die Konvertierung in Standard-MP4-Dateien mit konstanter Bildrate (CFR) kann die Kompatibilität mit Videoplayern und Videobearbeitungssoftware verbessert werden.
eo: R3c0rd1ngs @r3 s@v3d @s v@r1@bl3 fr@m3 r@t3 (VFR) fr@gm3nt3d MP4 t0 b3 r3s1l13nt @g@1nst cr@sh3s @nd 0th3r _n3xp3ct3d 3rr0rs. C0nv3rt1ng th3m t0 c0nst@nt fr@m3 r@t3 (CFR) st@nd@rd MP4 c@n 1mpr0v3 c0mp@t1b1l1ty w1th v1d30 pl@y3rs @nd v1d30 3d1t1ng s0ftw@r3.
fi: Tallenteet tallennetaan vaihtelevalla FPS:llä (VFR) fragmented MP4 -muodossa, jotta ne kestävät kaatumisia ja muita odottamattomia virheitä. Niiden muuntaminen vakio-FPS (CFR) MP4:ksi voi parantaa yhteensopivuutta videosoittimien ja videoeditorien kanssa.
it: Le registrazioni vengono salvate come MP4 frammentati a frame rate variabile (VFR) per resistere ad arresti anomali e altri errori imprevisti. Convertirle in MP4 standard a frame rate costante (CFR) può migliorare la compatibilità con i lettori video e i software di montaggio.
ko: 녹화는 충돌 및 기타 예기치 못한 오류에 대비해 VFR(가변 프레임 레이트) fragmented MP4로 저장됩니다. CFR(고정 프레임 레이트) standard MP4로 변환하면 동영상 플레이어 및 편집 소프트웨어의 호환성을 향상시킬 수 있습니다.
ru: Записи сохраняются в формате MP4 с переменной частотой кадров (VFR), что обеспечивает устойчивость к сбоям и другим неожиданным ошибкам. Преобразование их в стандарт MP4 с постоянной частотой кадров (CFR) может улучшить совместимость с видеоплеерами и редакторами видео.
sv: Inspelningar sparas som fragmenterad MP4 med variabel bildhastighet (VFR) för att vara motståndskraftig mot krascher och andra oväntade fel. Att konvertera dem till MP4-standard (CFR) kan förbättra kompatibiliteten med videospelare och videoredigeringsprogram.
zh_hant_tw: 錄影檔以可變影格率（VFR）片段式 MP4 格式儲存，用來防止當機或其他意外錯誤，提高穩定性。轉換成固定影格率（CFR）標準 MP4，能提升與影片播放器及剪輯軟體的相容性。
zh_hk: 錄影以可變動影格(VFR)碎片化MP4儲存以避免錯誤出現。轉換檔案至固定影格(CFR)標準MP4能夠相容更多播放器或剪輯軟件

source: redeemed %@
de: löst %@ ein
eo: r3d33m3d %@
fi: lunasti %@
it: ha riscattato %@
ko: %@ 사용했습니다
ru: получил награду %@
sv: inlösta %@
zh_hant_tw: 已兌換 %@
zh_hk: 已兌換 %@

source: redeemed %@!
de: %@ eingelöst!
eo: r3d33m3d %@!
fi: lunasti %@!
it: ha riscattato %@!
ko: %@을(를) 사용했습니다!
ru: использован %@!
zh_hant_tw: 已兌換 %@ !
zh_hk: 已兌換 %@！

source: Refresh status
de: Status aktualisieren
eo: R3fr3sh st4t_s
fi: Päivitä tila
it: Aggiorna stato
ko: 새로고침 상태
ru: Обновить статус
sv: Uppdatera status
zh_hant_tw: 更新狀態
zh_hk: 更新狀態

source: Regular
de: Regulär
eo: R3g_l@r
fi: Säännöllinen
it: Normale
ko: 기본
ru: Обычный
sv: Vanlig
zh_hant_tw: 一般
zh_hk: 普通

source: Relaxed bitrate decrement after scene switch
de: Geringe Bitratenreduzierung nach Szenenwechsel
eo: R3l4x3d b1tr4t3 d3cr3m3nt 4ft3r sc3n3 sw1tch
fi: Rennompi bittinopeuden lasku näkymän vaihdon jälkeen
it: Riduzione bitrate più graduale dopo il cambio scena
ko: 장면 전환 후 비트레이트 감소 완화
ru: Смягчить падение битрейта при переключения сцены
sv: Avslappnad bithastighetsminskning efter scenbyte
zh_hant_tw: 場景切換後位元率緩慢降低
zh_hk: 在場景切換後放鬆碼率遞減

source: Reliable alerts and chat messages activated
de: Zuverlässige Alarme und Chat-Nachrichten aktiviert
eo: R3l1@bl3 @l3rts @nd ch@t m3ss@g3s @ct1v@t3d
fi: Luotettavat hälytykset ja chat-viestit aktivoitu
it: Avvisi affidabili e messaggi di chat attivati
ko: 신뢰할 수 있는 알림과 채팅 메시지가 활성화되었습니다
ru: Активированы устойчивые оповещения и сообщения в чате
sv: Pålitliga varningar och chattmeddelanden aktiverade
zh_hant_tw: 已啟用可靠的警示和聊天訊息
zh_hk: 可靠通知及聊天室已啟動

source: Reliable chat and events
de: Zuverlässiger Chat und Events
eo: R3l14bl3 ch4t 4nd 3v3nts
fi: Luotettava chat ja tapahtumat
it: Chat ed eventi affidabili
ko: 안정적인 채팅과 이벤트
ru: Устойчивый чат и события
sv: Pålitlig chatt och händelser
zh_hant_tw: 可靠的聊天和事件
zh_hk: 可靠的聊天室及通知

source: Reload browser widgets
de: Browser-Widgets neu laden
eo: R3l0@d br0ws3r w1dg3ts
fi: Uudelleenlataa selain-widgetit
it: Ricarica i widget browser
ko: 브라우저 위젯 새로고침
ru: Перезагрузить браузерные виджеты
sv: Ladda om webbläsarwidgets
zh_hant_tw: 重新載入瀏覽器
zh_hk: 刷新瀏覽器小工具

source: Remote
de: Fernbedienung
eo: R3m0t3
fi: Etähallinta
it: Remoto
ko: 원격
ru: Дистанционный
sv: Fjärr
zh_hant_tw: 遠端
zh_hk: 遠端

source: Remote control
de: Fernbedienung
eo: R3m0t3 c0ntr0l
fi: Etähallinta
it: Controllo remoto
ko: 원격 조종
ru: Удалённое управление
sv: Fjärrkontroll
zh_hant_tw: 遠端控制
zh_hk: 遠端控制

source: Remote control assistant
de: Fernbedienungsassistent
eo: R3m0t3 c0ntr0l @ss1st@nt
fi: Etähallinnan avustaja
it: Assistente controllo remoto
ko: 원격 조종 어시스턴트
ru: Помощник удалённого управления
sv: Fjärrkontrollassistent
zh_hant_tw: 遠端控制助理
zh_hk: 遠端控制助手

source: Remote control assistant connected
de: Fernbedienungsassistent verbunden
eo: R3m0t3 c0ntr0l @ss1st@nt c0nn3ct3d
fi: Etähallinnan avustaja yhdistetty
it: Assistente controllo remoto collegato
ko: 원격 조종 어시스턴트 기기가 연결됨
ru: Удалённый помощник подключен
sv: Fjärrkontrollassistent ansluten
zh_hant_tw: 遠端控制助理已連線
zh_hk: 遠端控制助手已連接

source: Remote control assistant disconnected
de: Fernbedienungsassistent getrennt
eo: R3m0t3 c0ntr0l @ss1st@nt d1sc0nn3ct3d
fi: Etäohjausavustajan yhteys katkesi
it: Assistente controllo remoto scollegato
ko: 원격 조종 어시스턴트 연결이 끊어졌습니다.
ru: Удалённый помощник отключен
sv: Fjärrkontrollassistent frånkopplad
zh_hant_tw: 遠端控制助理已斷線
zh_hk: 遠端控制助手已斷開

source: Remote control assistant rejected the password
de: Der Fernsteuerungsassistent hat das Passwort abgelehnt
eo: R3m0t3 c0ntr0l 4ss1st4nt r3j3ct3d th3 p4ssw0rd
sv: Fjärrkontrollassistenten avvisade lösenordet

source: Remote control streamer connected
de: Fernbedienungs-Streamer angeschlossen
eo: R3m0t3 c0ntr0l str3@m3r c0nn3ct3d
fi: Etähallinnan lähetin yhdistetty
it: Streamer controllo remoto collegato
ko: 원격 조종 스트리머가 연결됨
ru: Удалённое устройство подключено
sv: Fjärrkontrollstreamern ansluten
zh_hant_tw: 遠端控制實況主已連線
zh_hk: 遠端控制streamer已連接

source: Remote control streamer disconnected
de: Fernbedienungs-Streamer getrennt
eo: R3m0t3 c0ntr0l str3@m3r d1sc0nn3ct3d
fi: Etähallinnan lähetin katkaisi yhteyden
it: Streamer controllo remoto scollegato
ko: 원격 조종 스트리머 연결 끊김
ru: Удалённое устройство отключено
sv: Fjärrkontrollstreamern frånkopplad
zh_hant_tw: 遠端控制實況主已斷線
zh_hk: 遠端控制streamer已斷開

source: Remote scene
de: Remote Szene
eo: R3m0t3 sc3n3
fi: Etänäkymä
it: Scena remota
ko: 원격 장면
ru: Удалённая сцена
sv: Fjärrscen
zh_hant_tw: 遠端控制場景
zh_hk: 遠端場景

source: Remove background
de: Hintergrund entfernen
eo: R3m0v3 b@ckgr0_nd
fi: Poista tausta
it: Rimuovi sfondo
ko: 배경 제거
ru: Удалить фон
sv: Ta bort bakgrund
zh_hant_tw: 刪除背景
zh_hk: 移除背景

source: Remove keys in Controls → Locks on your Tesla's center screen.
de: Entferne die Schlüssel unter Steuerung → Schlüssel auf dem zentralen Bildschirm deines Tesla.
eo: R3m0v3 k3ys 1n C0ntr0ls → L0cks 0n y0_r T3sl@'s c3nt3r scr33n.
fi: Poista avaimet kohdasta Controls → Locks Teslan keskinäytöllä.
it: Rimuovi le chiavi in Comandi → Chiusure sullo schermo centrale della Tesla.
ko: 테슬라 중앙 화면의 Controls → Locks에서 키를 제거하세요.
ru: Удалите ключи в меню «Управление» → «Блокировки» на центральном экране Tesla.
sv: Ta bort nycklar i Kontroller → Lås på Teslans mittskärm.
zh_hant_tw: 刪除 Tesla 中央螢幕上的「控制」→「鎖定」中的鑰匙。
zh_hk: 在Tesla的螢幕 控制 → 鎖 以移除鑰匙

source: Repeat
de: Wiederholen
eo: R3p34t
fi: Toista
it: Ripeti
ko: 반복
ru: Повторить
sv: Upprepa
zh_hant_tw: 重複
zh_hk: 重複

source: Replace `hevc_videotoolbox` with your preferred encoder, typically a hardware encoder for faster conversion.
de: Ersetze „hevc_videotoolbox“ durch deinen bevorzugten Encoder, normalerweise einen Hardware-Encoder für eine schnellere Konvertierung.
eo: R3pl@c3 `h3vc_v1d30t00lb0x` w1th y0_r pr3f3rr3d 3nc0d3r, typ1c@lly @ h@rdw@r3 3nc0d3r f0r f@st3r c0nv3rs10n.
fi: Korvaa "hevc_videotoolbox" haluamallasi enkooderilla (yleensä laitteistoenkooderi) nopeampaa muuntamista varten.
it: Sostituisci `hevc_videotoolbox` con il codificatore che preferisci, di solito hardware per convertire più in fretta.
ko: `hevc_videotoolbox`를 원하는 인코더(일반적으로 더 빠른 변환을 위한 하드웨어 인코더)로 바꾸세요.
ru: Замените `hevc_videotoolbox` на предпочитаемый вами кодировщик, обычно это аппаратный кодировщик для более быстрого преобразования.
sv: Byt ut `hevc_videotoolbox` med din föredragna kodare, vanligtvis en hårdvarukodare för snabbare konvertering.
zh_hant_tw: 將 `hevc_videotoolbox` 更換為您首選的編碼器，通常是硬體編碼器效率較高。
zh_hk: 選擇偏好的編碼器取代 `hevc_videotoolbox`，一般是速度更快的硬體編碼器

source: Replace sample rates and audio codec to match your recording.
de: Ersetze die Abtastraten und den Audio-Codec entsprechend der Aufnahme.
eo: R3pl4c3 s4mpl3 r4t3s 4nd 4_d10 c0d3c t0 m4tch y0_r r3c0rd1ng.
fi: Vaihda näytetaajuudet ja äänikoodekki vastaamaan tallennustasi.
it: Sostituisci frequenze di campionamento e codec audio per adattarli alla registrazione.
ko: 자신의 녹음 세팅에 맞게 샘플레이트와 오디오 코덱을 변경하세요.
ru: Замените частоту дискретизации и аудиокодек в соответствии с параметрами вашего источника.
sv: Byt ut samplingshastigheter och ljudcodec för att matcha din inspelning.
zh_hant_tw: 將取樣率和音訊編解碼器替換為與您的錄音相符。
zh_hk: 覆寫取樣頻率和編碼去配合你的錄影

source: Replacement
de: Ersatz
eo: R3pl4c3m3nt
fi: Korvaaja
it: Sostituzione
ko: 실행할 명령어
ru: Замена
sv: Ersättning
zh_hant_tw: 取代
zh_hk: 替代

source: Replaces or adds the stream id to the URL.
de: Ersetzt oder fügt die Stream-ID zur URL hinzu.
eo: R3pl4c3s 0r 4dds th3 str34m 1d t0 th3 _RL.
fi: Korvaa tai lisää lähetystunnuksen URL-osoitteeseen.
it: Sostituisce o aggiunge l'ID dello stream all'URL.
ko: URL에 스트림 ID를 대체하거나 추가합니다.
ru: Заменяет или добавляет stream id в URL.
sv: Ersätter eller lägger till stream-id:t till URL:en.
zh_hant_tw: 將 stream id 取代或新增至 URL。
zh_hk: 在URL取代或添加stream id

source: Replay
de: Wiederholung
eo: R3pl@y
fi: Uusinta
ko: 리플레이
ru: Повтор
sv: Repris
zh_hant_tw: 重播
zh_hk: 回放

source: REPLAY
de: WIEDERHOLUNG
eo: R3PL4Y
fi: UUSINTA
ko: 리플레이
ru: ПОВТОР
sv: REPRIS
zh_hant_tw: 重播
zh_hk: 回放

source: Replay disabled
de: Wiederholung deaktiviert
eo: R3pl@y d1s@bl3d
fi: Uudelleentoito pois käytöstä
it: Replay disabilitato
ko: 리플레이 비활성화됨
ru: Повторы откобчены
sv: Repris avaktiverad
zh_hant_tw: 重播已停用
zh_hk: 回放已禁用

source: Replay enabled
de: Wiederholung aktiviert
eo: R3pl@y 3n@bl3d
fi: Uudelleentoisto käytössä
it: Replay abilitato
ko: 리플레이 활성화
ru: Повторы включены
sv: Replay aktiverat
zh_hant_tw: 已啟用重播
zh_hk: 回放已啟用

source: Replay is enabled but seems unused
de: Die Wiederholung ist aktiviert, scheint jedoch unbenutzt zu sein
eo: R3pl@y 1s 3n@bl3d b_t s33ms _n_s3d
fi: Uudelleentoisto on käytössä, mutta näyttää käyttämättömältä
it: Il replay è abilitato ma sembra inutilizzato
ko: 리플레이가 활성화되었지만 사용되지 않는 것 같습니다.
ru: Повторы включены, но, похоже, не используются
sv: Repris är aktiverat men verkar inte användas
zh_hant_tw: 重播已啟用但似乎未使用
zh_hk: 回放已啟用，但閒置中

source: Replay is not enabled
de: Die Wiederholung ist nicht aktiviert
eo: R3pl@y 1s n0t 3n@bl3d
fi: Uusinta ei ole käytössä
it: Il replay non è abilitato
ko: 리플레이가 활성화되지 않았습니다
ru: Повторы не включены
sv: Repris är inte aktiverat
zh_hant_tw: 尚未啟用重播
zh_hk: 回放未啟用

source: Replays directory
de: Verzeichnis für Wiederholungen
eo: R3pl@ys d1r3ct0ry
fi: Uusintojen hakemisto
it: Cartella dei replay
ko: 리플레이 저장 위치
ru: Папка повторов
sv: Replays-katalog
zh_hant_tw: 重播目錄
zh_hk: 回放資料夾

source: Replying to %@:
de: Antwort an %@:
eo: R3ply1ng t0 %@:
fi: Vastaus %@:
it: Rispondendo a %@:
ko: %@에 응답:
ru: Ответ %@:
sv: Svar på %@:
zh_hant_tw: 回覆 %@ ：
zh_hk: 回覆到%@:

source: Reset
de: Zurücksetzen
eo: R3s3t
fi: Palauta
it: Ripristina
ko: 초기화
ru: Сбросить
sv: Återställ
zh_hant_tw: 重置
zh_hk: 重設

source: Reset id
de: ID zurücksetzen
eo: R3s3t 1d
fi: Nollaa tunniste
it: Reimposta ID
ko: ID 리셋
ru: Сбросить идентификатор
sv: Återställ id
zh_hant_tw: 重置 ID
zh_hk: 重設ID

source: Reset score
de: Punkte zurücksetzen
eo: R3s3t sc0r3
fi: Nollaa pisteet
it: Azzera punteggio
ko: 점수 초기화
ru: Сбросить счет
sv: Återställ poäng
zh_hant_tw: 重置分數
zh_hk: 重設分數

source: Reset settings
de: Einstellungen zurücksetzen
eo: R3s3t s3tt1ngs
fi: Palauta asetukset
it: Ripristina impostazioni
ko: 설정 초기화
ru: Сбросить настройки
sv: Återställ inställningarna
zh_hant_tw: 重置設定
zh_hk: 重設設定

source: Reset split distance.
de: Abschnittsdistanz zurücksetzen.
eo: R3s3t spl1t d1st@nc3.
fi: Nollaa etäisyysjakso.
it: Azzera la distanza parziale.
ru: Сбросьте расстояние сплита
sv: Återställ delavstånd.
zh_hant_tw: 重置分段距離。
zh_hk: 重置分段距離

source: Reset to default
de: Auf Standard zurücksetzen
eo: R3s3t t0 d3f4_lt
fi: Palauta oletusarvo
it: Valori predefiniti
ko: 기본값으로 초기화
ru: Сбросить до значений по умолчанию
sv: Återställ till standard
zh_hant_tw: 重置為預設值
zh_hk: 還原成原始設定

source: Reset when going live
de: Zurücksetzen beim Livestream Start
eo: R3s3t wh3n g01ng l1v3
fi: Nollaa, kun lähetys aloitetaan
it: Azzera quando vai in diretta
ko: 방송 시작 시 초기화
ru: Сбросить при выходе в эфир
sv: Återställ när du går live
zh_hant_tw: 實況時重置
zh_hk: 開始直播時重設

source: Resets distances, average speed and slope.
de: Setzt Entfernungen, Durchschnittsgeschwindigkeit und Steigung zurück.
eo: R3s3ts d1st@nc3s, @v3r@g3 sp33d @nd sl0p3.
fi: Nollaa etäisyyden, keskinopeuden ja kaltevuuden.
it: Azzera distanze, velocità media e pendenza.
ru: Сбрасывает расстояния, среднюю скорость и уклон.
sv: Återställer avstånd, medelhastighet och lutning.
zh_hant_tw: 重置距離、平均速度和坡度。
zh_hk: 重置距離、平均速度及坡度

source: Resolution
de: Auflösung
eo: R3s0l_t10n
fi: Tarkkuus
it: Risoluzione
ko: 해상도
ru: Разрешение
sv: Upplösning
zh_hant_tw: 解析度
zh_hk: 解析度

source: Resolution and FPS are same as for live stream if not overridden.
de: Auflösung und FPS sind dieselben wie beim Live-Stream, sofern sie nicht überschrieben werden.
eo: R3s0l_t10n 4nd FPS 4r3 s4m3 4s f0r l1v3 str34m 1f n0t 0v3rr1dd3n.
fi: Tarkkuus ja FPS ovat samat kuin lähetyksessä, jos niitä ei erikseen määritellä.
it: Risoluzione e FPS uguali alla diretta, se non sovrascritti.
ko: 재정의를 하지 않으면, 해상도와 FPS는 스트림 설정과 동일합니다.
ru: Разрешение и частота кадров соответствуют настройкам стрима, если они не переопределены.
sv: Upplösning och FPS är samma som för livestreamen om dom inte överrids.
zh_hant_tw: 如果未覆寫，解析度和 FPS 與實況相同。
zh_hk: 未啟用時，解析度及FPS跟串流設定相同

source: Resolve
de: Auflösen
eo: R3s0lv3
sv: Avgör

source: Resolve the prediction by selecting the winning outcome.
de: Löse die Vorhersage auf, indem das Gewinnerergebnis ausgewählt wird.
eo: R3s0lv3 th3 pr3d1ct10n by s3l3ct1ng th3 w1nn1ng 0_tc0m3.
sv: Avgör förutsägelsen genom att välja det vinnande utfallet.

source: Restarting stream to OBS
de: Stream zu OBS wird neu gestartet
eo: R3st4rt1ng str34m t0 0BS
fi: Lähetys OBS:ään käynnistetään uudelleen
it: Riavvio dello streaming su OBS
ko: OBS로 스트림을 다시 시작하는 중
ru: Перезапускаем источник стрима в OBS
sv: Startar om streamen till OBS
zh_hant_tw: 重新啟動串流至 OBS
zh_hk: 重新串流至OBS

source: Restarts the %@ source to hopefully fix audio and video issues.
de: Startet die %@-Quelle neu, um hoffentlich Audio- und Videoprobleme zu beheben.
eo: R3st@rts th3 %@ s0_rc3 t0 h0p3f_lly f1x 4_d10 4nd v1d30 1ss_3s.
fi: Uudelleenkäynnistää lähteen %@ ja toivottavasti korjaa ääni- ja video-ongelmat.
it: Riavvia la sorgente %@ per provare a risolvere i problemi audio e video.
ko: 오디오 및 비디오 문제를 해결하기 위해 %@ 소스를 다시 시작합니다.
ru: Перезапускает источник %@, чтобы попытаться исправить проблемы со звуком и видео.
sv: Startar om %@-källan för att förhoppningsvis fixa ljud- och videoproblem.
zh_hant_tw: 重新啟動 %@ 來源有望解決音訊和影像問題。
zh_hk: 重啟來源 %@ 以修復聲畫問題。

source: Restore purchases
de: Einkäufe wiederherstellen
eo: R3st0r3 p_rch4s3s
fi: Palauta ostot
it: Ripristina acquisti
ko: 구매 복원
ru: Восстановить покупки
sv: Återställ köp
zh_hant_tw: 回復購買
zh_hk: 恢復購買

source: Restore purchases failed
de: Die Wiederherstellung der Käufe ist fehlgeschlagen
eo: R3st0r3 p_rch4s3s f41l3d
fi: Ostosten palautus epäonnistui
it: Ripristino acquisti non riuscito
ru: Восстановить покупки не удалось.
sv: Återställning misslyckades
zh_hant_tw: 還原購買失敗
zh_hk: 回復購買失敗

source: Resubscriptions
de: Abonnement Verlängerungen
eo: R3s_bscr1pt10ns
fi: Uudelleentilaukset
it: Riabbonamenti
ko: 재구독
ru: Повторная подписка
zh_hant_tw: 重新訂閱
zh_hk: 重新訂閱
